import shtopor from './assets/shtopor.png'
import angel from './assets/angel.png'
import kukla from './assets/kukla.png'
import maslo from './assets/maslo.png'
import naklon from './assets/naklon.png'
import tachka_seat from './assets/tachka_seat.png'
import tachka from './assets/tachka.png'
import x from './assets/x.png'
import for_her from './assets/for_her.jpg'
import gonka from './assets/gonka.jpg'
import klasik from './assets/klasik.jpg'
import molba from './assets/molba.jpg'
import nebo from './assets/nebo.jpg'
import odeyalo from './assets/odeyalo.jpg'
import ruchnye_laski from './assets/ruchnye_laski.jpg'
import ruki from './assets/ruki.jpg'
import table from './assets/table.jpg'
import v_temnote from './assets/v_temnote.jpg'
import x_factor from './assets/x_factor.jpg'


export const positions = [
  {
    name: 'Штопор',
    furniture: ['стол'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: shtopor,
    description: 'Как: партнерша ложится на бок, на край кровати и сжимает бедра. Партнер располагается сзади. Зачем: так как бедра девушки крепко сжаты, мышцы влагалища плотнее обхватывают член, что нравится обоим партнерам. Совет: не нужно перекладывать всю ответственность на мужчину. Девушка также может поучаствовать в процессе, двигая бедрами и контролируя интенсивность фрикций.'
  },
  {
    name: 'Тачка',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: tachka,
    description: 'Как: девушка наклоняется вниз и опирается руками о пол. Партнер подходит сзади и приподнимает ее за бедра, а она в свою очередь держится ногами за бедра партнера. Зачем: глубокая пенетрация и альтернатива упражнениям на мышцы рук. Совет: устройте передышку – пусть девушка расположится на кровати или на столе, чтобы расслабить руки.'
  },
  {
    name: 'Наклон вперед',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: naklon,
    description: 'Как: девушка наклоняется вперед и отводит руки назад. Партнер располагается сзади и держит партнершу за руки. Зачем: за счет наклона вперед стенки влагалища более плотно обхватывают член и увеличивают интенсивность трения. Совет: свободной рукой мужчина может стимулировать клитор партнерши. А ее руки можно связать приятным на ощупь шарфом.'
  },
  {
    name: 'Икс',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: x,
    description: 'Как: начните с миссионерской позы. Затем партнер перемещает корпус и ноги так, что его конечности образуют с конечностями партнерши букву «икс».Зачем: новые ощущения Совет: пусть девушка ласкает спину и бедра партнера в процессе.'
  },
  {
    name: 'Взбиваем масло',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: maslo,
    description: 'Как: она ложится на спину и высоко приподнимает бедра, а ноги вытягивает так, чтобы лодыжки оказались у головы. Да, эта поза требует определенной физической подготовки у девушки. Партнер же просто садится сверху.Зачем: кровь приливает в голову, что добавляет ощущениям остроты. Совет: воздействуйте на вкусовые рецепторы девушки – пусть партнер капнет ей в рот немного шоколадного сиропа или чего-нибудь сладкого. Таким образом в процессе будут задействованы все органы чувств, что подарит особые ощущения.'
  },
  {
    name: 'Тачка сидя',
    furniture: ['кровать', 'стул'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: tachka_seat,
    description: 'Как: он садится на край кровати, ее бедра лежат сверху, а руками она опирается о пол. Зачем: крепкие руки и глубокое проникновение. Совет: пусть девушка сжимает и разжимает мышцы тазового дна – такие ощущения понравятся обоим.'
  },
  {
    name: 'Снежный ангел',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    kind: ['обычный'],
    image: angel,
    description: 'Как: она ложится на спину и приподнимает таз. Он ложится сверху, лицом к ее ногам. Она держит его бедра, лаская и задавая темп.Зачем: стимуляция клитора + отличный вид + возможность стимулировать тестикулы. Совет: попробуйте перейти в эту позу прямо из миссионерской, не прекращая пенетрации. Поменяйтесь ролями – пусть девушка окажется сверху.'
  },
  {
    name: 'Тряпичная кукла',
    furniture: ['кровать'],
    added: 'веревка',
    for: 'для обоих',
    kind: ['обычный', 'пол'],
    image: kukla,
    description: 'Всем знакомая «ленивая» поза ложек может стать куда интереснее, если добавить пару элементов БДСМ. Запястья девушки связаны, одна ее нога вытянута, другая согнута в колене. Партнер находится сзади. Вишенкой на торте станут легкие (или жесткие?) шлепки по ягодицам.'
  },
  {
    name: 'Икс-фактор',
    furniture: ['кровать'],
    added: 'веревка',
    for: 'для обоих',
    kind: ['обычный'],
    image: x_factor,
    description: 'Девушка ложится на кровать лицом вниз. Ее руки и ноги раскинуты в стороны и зафиксированы. Ее партнер садится сверху. Ласки руками, смазанными лубрикантом или вагинальный/анальный секс – что вы выберете сегодня?'
  },
  {
    name: 'Руки вверх',
    furniture: ['стоя'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    kind: ['оральный', 'мастурбация'],
    image: ruki,
    description: 'Попробуйте секс в положении стоя. Привяжите запястья партнера так, чтобы его руки были хорошо зафиксированы над головой. Опуститесь перед ним на колени и доставьте ему удовольствие используя только губы и язык.'
  },
  // {
  //   name: 'Седьмое небо',
  //   furniture: ['стул'],
  //   added: 'веревка',
  //   for: 'для обоих',
  //   kind: ['обычный'],
  //   image: nebo,
  //   description: 'Девушка ложится грудью на высокий стул. Ее запястья и лодыжки зафиксированы и привязаны к ножкам стула. Ее партнер сзади входит в нее или дразнит различными способами – оральными ласками, шлепками, игрушками и т.д.'
  // },
  {
    name: 'БДСМ: Класическая поза',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для обоих',
    kind: ['обычный'],
    image: klasik,
    description: 'Подчиняющийся партнер ложится на живот, его руки и лодыжки связаны за спиной. Это классическая поза, но ее выполнение требует определенной гибкости. Для начала выберите более эластичные веревки для бондажа. Доминирующий партнер может «наказывать» и «поощрять» различными ласками. Подготовьте побольше лубриканта.'
  },
  {
    name: 'В темноте',
    furniture: ['стул', 'кровать'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    kind: ['оральный', 'мастурбация'],
    image: v_temnote,
    description: 'Посадите своего партнера на стул, привяжите его ноги к ножкам стула, а руки зафиксируйте за спиной. Наденьте на глаза повязку. Дальнейшие действия зависят только от вашей фантазии. Оральный секс, игры с кубиками льда или перышками – удивите свою вторую половину.'
  },
  {
    name: 'Мольбы о пощаде',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    kind: ['оральный', 'мастурбация'],
    image: molba,
    description: 'Один из партнеров садится на колени, опуская голову вниз и поднимая таз. Его руки привязаны к лодыжкам (будьте аккуратнее с бондажом и не завязывайте веревки чересчур туго, особенно в первый раз). Второй партнер садится на колени, смазывает руки лубрикантом и всячески ублажает его/ее. Сюда замечательно впишутся секс-игрушки.'
  },
  {
    name: 'Для нее',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для тебя',
    kind: ['оральный'],
    image: for_her,
    description: 'Отличная поза для куннилингуса. Девушка ложится на спину, ее ноги согнуты в коленях и разведены в стороны. Руки привязаны к ногам под коленями. Партнер садится перед девушкой на колени и ублажает ее орально.'
  },
  {
    name: 'На столе',
    furniture: ['стол'],
    added: 'виброкольцо',
    for: 'для обоих',
    kind: ['обычный'],
    image: table,
    description: 'Девушка садится на стол, между ее ног располагается партнер. Клитор получает необходимую стимуляцию, поэтому руки девушки свободны – она может играть с волосами партнера или же обхватить его ягодицы, чтобы контролировать глубину проникновения.'
  },
  {
    name: 'Ручные ласки',
    furniture: ['кровать'],
    added: 'виброкольцо',
    for: 'для кого-нибудь одного',
    kind: ['мастурбация'],
    image: ruchnye_laski,
    description: 'Для того чтобы оценить все прелести этого аксессуара, необязательно заниматься вагинальным сексом. Попробуйте ручную стимуляцию. С виброкольцом эрекция мужчины будет тверже, а чувствительность обострится. А если вы также будете стимулировать зону между анусом и мошонкой, мужчина получит двойное удовольствие от ласк.'
  },
  {
    name: 'Секс-гонка',
    furniture: ['кровать'],
    added: 'вибратор',
    for: 'для обоих',
    kind: ['обычный', 'мастурбация'],
    image: gonka,
    description: 'Отличный вариант на тот случай, если парень достигает оргазма гораздо быстрее, чем его партнерша. Да и для первого знакомства с секс-игрушками отлично подойдет эта игра в «догонялки». Во время секса, когда он почувствует, что вот-вот кончит, он отстраняется. Его партнерша берет в руки вибратор-кролик и ласкает себя, не доводя до оргазма. Парень любуется этим зрелищем. Потом оба возвращаются к сексу. И так несколько раз.'
  },
  {
    name: 'Под одеялом',
    furniture: ['кровать'],
    added: '',
    for: 'для обоих',
    kind: ['обычный', 'мастурбация'],
    image: odeyalo,
    description: 'Лягте на кровать и накройтесь одеялом. На вас должна быть удобная одежда, которую можно легко и незаметно снять. Ласкайте друг друга руками или достаньте игрушки.'
  }
]

export const furnitureVariants = ['стул', 'стол', 'кровать', 'пол', 'стоя']
export const forVariants = ['для обоих', 'для кого-нибудь одного', 'для тебя', 'для меня']
export const addedVariants = ['виброкольцо', 'веревка', 'вибратор']
export const kindVariants = ['обычный', 'оральный', 'мастурбация']
export const forFilters = {
  'для обоих': ['для обоих'],
  'для кого-нибудь одного': ['для кого-нибудь одного', 'для меня', 'для тебя'],
  'для тебя': ['для тебя', 'для кого-нибудь одного', 'для обоих'],
  'для меня': ['для меня', 'для кого-нибудь одного', 'для обоих']
}

