import shtopor from './assets/shtopor.png'
import angel from './assets/angel.png'
import kukla from './assets/kukla.png'
import maslo from './assets/maslo.png'
import naklon from './assets/naklon.png'
import tachka_seat from './assets/tachka_seat.png'
import tachka from './assets/tachka.png'
import x from './assets/x.png'
import for_her from './assets/for_her.jpg'
import gonka from './assets/gonka.jpg'
import klasik from './assets/klasik.jpg'
import molba from './assets/molba.jpg'
import nebo from './assets/nebo.jpg'
import odeyalo from './assets/odeyalo.jpg'
import ruchnye_laski from './assets/ruchnye_laski.jpg'
import ruki from './assets/ruki.jpg'
import table from './assets/table.jpg'
import v_temnote from './assets/v_temnote.jpg'
import x_factor from './assets/x_factor.jpg'
import vodopad from './assets/vodopad.jpg'
import pauk from './assets/pauk.png'
import sliyanie from './assets/sliyanie.jpg'
import iskra from './assets/iskra.jpg'
import serfer from './assets/serfer.jpg'
import krendel from './assets/krendel.jpg'
import prestol from './assets/prestol.jpg'
import vystoyat from './assets/vystoyat.jpg'
import dragon from './assets/dragon.jpg'
import face_sitter from './assets/face_sitter.jpg'
import polozhis from './assets/polozhis.jpg'
import vanna from './assets/vanna.jpg'
import dogi_lite from './assets/dogi_lite.jpg'
import naezdnitsa_na_spine from './assets/naezdnitsa_na_spine.jpg'
import nozhnicy from './assets/nozhnicy.jpg'
import nozhnicy_dogi from './assets/nozhnicy_dogi.jpg'
import img69 from './assets/69.jpg'
import img69_na_boku from './assets/69_na_boku.jpg'
import fitball from './assets/fitball.jpg'
import na_spinke_stula from './assets/na_spinke_stula.jpg'
import kontakt from './assets/kontakt.jpg'
import obratnye_lozhki from './assets/obratnye_lozhki.jpg'
import kolybel from './assets/kolybel.jpg'
import afrodita from './assets/afrodita.jpg'
import klaper from './assets/klaper.jpg'
import osminog from './assets/osminog.jpg'
import morozhenoe from './assets/morozhenoe.jpg'
import leopard from './assets/leopard.jpg'
import dogi_vibrokoltso from './assets/dogi_vibrokoltso.jpg'
import naezdnitsa_vibrokoltso from './assets/naezdnitsa_vibrokoltso.jpg'
import missionerskaya_vibrokoltso from './assets/missionerskaya_vibrokoltso.jpg'
import dvoinoye from './assets/dvoinoye.jpg'
import lozhki_vibrator from './assets/lozhki_vibrator.jpg'
import dlya_nego from './assets/dlya_nego.jpg'
import dogi_na_polu from './assets/dogi_na_polu.jpg'
import imperator from './assets/imperator.jpg'
import amazonka from './assets/amazonka.jpg'
import zhabka from './assets/zhabka.jpg'
import baranka from './assets/baranka.jpg'
import missiya_vypolnima from './assets/missiya_vypolnima.jpg'
import pedal_do_upora from './assets/pedal_do_upora.jpg'
import skolskaya_trasa from './assets/skolskaya_trasa.jpg'
import proskochym from './assets/proskochym.jpg'
import dogi_masina from './assets/dogi_masina.jpg'
import korol_dorogi from './assets/korol_dorogi.jpg'
import kolybel_mashina from './assets/kolybel_mashina.jpg'
import sidya_mashina from './assets/sidya_mashina.jpg'
import naezdnitsa_mashina from './assets/naezdnitsa_mashina.jpg'



export const positions = [
  {
    name: 'Штопор',
    furniture: ['стол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: shtopor,
    description: 'Как: партнерша ложится на бок, на край кровати и сжимает бедра. Партнер располагается сзади. Зачем: так как бедра девушки крепко сжаты, мышцы влагалища плотнее обхватывают член, что нравится обоим партнерам. Совет: не нужно перекладывать всю ответственность на мужчину. Девушка также может поучаствовать в процессе, двигая бедрами и контролируя интенсивность фрикций.'
  },
  {
    name: 'Тачка',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: tachka,
    description: 'Как: девушка наклоняется вниз и опирается руками о пол. Партнер подходит сзади и приподнимает ее за бедра, а она в свою очередь держится ногами за бедра партнера. Зачем: глубокая пенетрация и альтернатива упражнениям на мышцы рук. Совет: устройте передышку – пусть девушка расположится на кровати или на столе, чтобы расслабить руки.'
  },
  {
    name: 'Наклон вперед',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: naklon,
    description: 'Как: девушка наклоняется вперед и отводит руки назад. Партнер располагается сзади и держит партнершу за руки. Зачем: за счет наклона вперед стенки влагалища более плотно обхватывают член и увеличивают интенсивность трения. Совет: свободной рукой мужчина может стимулировать клитор партнерши. А ее руки можно связать приятным на ощупь шарфом.'
  },
  {
    name: 'Икс',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: x,
    description: 'Как: начните с миссионерской позы. Затем партнер перемещает корпус и ноги так, что его конечности образуют с конечностями партнерши букву «икс».Зачем: новые ощущения Совет: пусть девушка ласкает спину и бедра партнера в процессе.'
  },
  {
    name: 'Взбиваем масло',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: maslo,
    description: 'Как: она ложится на спину и высоко приподнимает бедра, а ноги вытягивает так, чтобы лодыжки оказались у головы. Да, эта поза требует определенной физической подготовки у девушки. Партнер же просто садится сверху.Зачем: кровь приливает в голову, что добавляет ощущениям остроты. Совет: воздействуйте на вкусовые рецепторы девушки – пусть партнер капнет ей в рот немного шоколадного сиропа или чего-нибудь сладкого. Таким образом в процессе будут задействованы все органы чувств, что подарит особые ощущения.'
  },
  {
    name: 'Тачка сидя',
    furniture: ['кровать', 'стул'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: tachka_seat,
    description: 'Как: он садится на край кровати, ее бедра лежат сверху, а руками она опирается о пол. Зачем: крепкие руки и глубокое проникновение. Совет: пусть девушка сжимает и разжимает мышцы тазового дна – такие ощущения понравятся обоим.'
  },
  {
    name: 'Снежный ангел',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: angel,
    description: 'Как: она ложится на спину и приподнимает таз. Он ложится сверху, лицом к ее ногам. Она держит его бедра, лаская и задавая темп.Зачем: стимуляция клитора + отличный вид + возможность стимулировать тестикулы. Совет: попробуйте перейти в эту позу прямо из миссионерской, не прекращая пенетрации. Поменяйтесь ролями – пусть девушка окажется сверху.'
  },
  {
    name: 'Тряпичная кукла',
    furniture: ['кровать'],
    added: 'веревка',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный', 'пол'],
    image: kukla,
    description: 'Всем знакомая «ленивая» поза ложек может стать куда интереснее, если добавить пару элементов БДСМ. Запястья девушки связаны, одна ее нога вытянута, другая согнута в колене. Партнер находится сзади. Вишенкой на торте станут легкие (или жесткие?) шлепки по ягодицам.'
  },
  {
    name: 'Икс-фактор',
    furniture: ['кровать'],
    added: 'веревка',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: x_factor,
    description: 'Девушка ложится на кровать лицом вниз. Ее руки и ноги раскинуты в стороны и зафиксированы. Ее партнер садится сверху. Ласки руками, смазанными лубрикантом или вагинальный/анальный секс – что вы выберете сегодня?'
  },
  {
    name: 'Руки вверх',
    furniture: ['стоя'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный', 'мастурбация'],
    image: ruki,
    description: 'Попробуйте секс в положении стоя. Привяжите запястья партнера так, чтобы его руки были хорошо зафиксированы над головой. Опуститесь перед ним на колени и доставьте ему удовольствие используя только губы и язык.'
  },
  {
    name: 'Седьмое небо',
    furniture: ['стул'],
    added: 'веревка',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: nebo,
    description: 'Девушка ложится грудью на высокий стул. Ее запястья и лодыжки зафиксированы и привязаны к ножкам стула. Ее партнер сзади входит в нее или дразнит различными способами – оральными ласками, шлепками, игрушками и т.д.'
  },
  {
    name: 'БДСМ: Класическая поза',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: klasik,
    description: 'Подчиняющийся партнер ложится на живот, его руки и лодыжки связаны за спиной. Это классическая поза, но ее выполнение требует определенной гибкости. Для начала выберите более эластичные веревки для бондажа. Доминирующий партнер может «наказывать» и «поощрять» различными ласками. Подготовьте побольше лубриканта.'
  },
  {
    name: 'В темноте',
    furniture: ['стул', 'кровать'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный', 'мастурбация'],
    image: v_temnote,
    description: 'Посадите своего партнера на стул, привяжите его ноги к ножкам стула, а руки зафиксируйте за спиной. Наденьте на глаза повязку. Дальнейшие действия зависят только от вашей фантазии. Оральный секс, игры с кубиками льда или перышками – удивите свою вторую половину.'
  },
  {
    name: 'Мольбы о пощаде',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для кого-нибудь одного',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный', 'мастурбация'],
    image: molba,
    description: 'Один из партнеров садится на колени, опуская голову вниз и поднимая таз. Его руки привязаны к лодыжкам (будьте аккуратнее с бондажом и не завязывайте веревки чересчур туго, особенно в первый раз). Второй партнер садится на колени, смазывает руки лубрикантом и всячески ублажает его/ее. Сюда замечательно впишутся секс-игрушки.'
  },
  {
    name: 'Для нее',
    furniture: ['кровать', 'пол'],
    added: 'веревка',
    for: 'для тебя',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный'],
    image: for_her,
    description: 'Отличная поза для куннилингуса. Девушка ложится на спину, ее ноги согнуты в коленях и разведены в стороны. Руки привязаны к ногам под коленями. Партнер садится перед девушкой на колени и ублажает ее орально.'
  },
  {
    name: 'На столе',
    furniture: ['стол'],
    added: 'виброкольцо',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: table,
    description: 'Девушка садится на стол, между ее ног располагается партнер. Клитор получает необходимую стимуляцию, поэтому руки девушки свободны – она может играть с волосами партнера или же обхватить его ягодицы, чтобы контролировать глубину проникновения.'
  },
  {
    name: 'Ручные ласки',
    furniture: ['кровать'],
    added: 'виброкольцо',
    for: 'для кого-нибудь одного',
    status: 'новая',
    level: 'легкая',
    kind: ['мастурбация'],
    image: ruchnye_laski,
    description: 'Для того чтобы оценить все прелести этого аксессуара, необязательно заниматься вагинальным сексом. Попробуйте ручную стимуляцию. С виброкольцом эрекция мужчины будет тверже, а чувствительность обострится. А если вы также будете стимулировать зону между анусом и мошонкой, мужчина получит двойное удовольствие от ласк.'
  },
  {
    name: 'Секс-гонка',
    furniture: ['кровать'],
    added: 'вибратор',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный', 'мастурбация'],
    image: gonka,
    description: 'Отличный вариант на тот случай, если парень достигает оргазма гораздо быстрее, чем его партнерша. Да и для первого знакомства с секс-игрушками отлично подойдет эта игра в «догонялки». Во время секса, когда он почувствует, что вот-вот кончит, он отстраняется. Его партнерша берет в руки вибратор-кролик и ласкает себя, не доводя до оргазма. Парень любуется этим зрелищем. Потом оба возвращаются к сексу. И так несколько раз.'
  },
  {
    name: 'Под одеялом',
    furniture: ['кровать'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['мастурбация'],
    image: odeyalo,
    description: 'Лягте на кровать и накройтесь одеялом. На вас должна быть удобная одежда, которую можно легко и незаметно снять. Ласкайте друг друга руками или достаньте игрушки.'
  },
  {
    name: 'Водопад',
    furniture: ['кровать', 'стул'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: vodopad,
    description: 'Преимущества: Кровь устремится к его голове, вызывая новые ощущения. Передвиньтесь к краю кровати, и пусть он ляжет на спину, положив голову и плечи на пол, чтобы вы оседлали его. Кровь будет приливать к голове, создавая умопомрачительные ощущения, пока он достигает кульминации.'
  },
  {
    name: 'Паук',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: pauk,
    description: 'Как: он сидит на кровати, опираясь на прямые руки. Ноги расставлены, колени согнуты. Ее бедра располагаются между его ног, спина лежит на кровати.Зачем: возможность наблюдать все происходящее во всей красе и поддерживать зрительный контакт. Совет: она может взять его за руки и сесть на корточки. Либо он может притянуть ее к груди.'
  },
  {
    name: 'Слияние',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: sliyanie,
    description: 'Преимущества: Более быстрый оргазм для нее; более легкие движения. С позиции Паук, она может поднять ноги на плечи партнера, тем самым увеличив напряжение мышц, что значительно ускоряет оргазм. В связи с тем, что ее попа в данной позиции возвышается над кроватью, ей будет проще управлять своими движениями.'
  },
  {
    name: 'Огненная искра',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: iskra,
    description: 'Преимущества: К вашим услугам естественная и более творческая позиция. Она ложится на спину и поднимает правую ногу так, чтобы он мог разместиться между ее ног под углом в 90 градусов и войти в нее. Женщина может изменить эту позицию, перевернувшись на спину. А теперь попробуйте вот это: Если она достаточно гибкая, поднимите ее левую ногу вверх, чтобы увеличить глубину проникновения.'
  },
  {
    name: 'Диванный серфер',
    furniture: ['диван', 'кровать'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: serfer,
    description: 'Преимущества: Удобная для секса "по-быстрому" и добавляет пикантности вне спальни. Партнерша лежит на диванном подлокотнике, в то время как партнер входит в нее сзади. Она может тереться о твердые, но удобные рукоятки для нескольких стимуляций с минимальными усилиями. А теперь попробуйте вот это:  Пусть дама скрестит лодыжки. Таким образом, ее влагалищные и ягодичные мышцы плотно сожмут пенис партнера.'
  },
  {
    name: 'Крендель',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: krendel,
    description: 'Преимущества: Глубокое проникновение как в догги стайл, только лицом к лицу. Он стоит на коленях, опираясь на левую ногу, в то время как она находится в положении лежа на левом боку. Партнерша сгибает правую ногу и обхватывает ей его талию справа, что даст вам отличную возможность войти в ее влагалище. Для многих женщин проникновение сзади сопровождается болями в спине. Эта позиция позволит ей устроиться с комфортом, наслаждаясь глубоким проникновением. А теперь попробуйте вот это:  Пусть партнер возбуждает партнершу с помощью пальцев. Или можно вывести пенис и, удерживая его, помассировать головкой ее клитор, чтобы довести ее до грани оргазма, а потом он может войти в нее снова, как только она захочет, чтобы он оказался внутри нее.'
  },
  {
    name: 'Догги-лайт',
    furniture: ['кровать'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: dogi_lite,
    description: 'Как выполнить: Мужчина стоит на полу у края кровати, женщина на четвереньках. После проникновения женщина поднимается и остаётся стоять только на коленях. Мужчина поддерживает её рукой за туловище. Плюсы: Этот вариант догги-стайл предполагает больше телесного контакта, а также оставляет возможность для взглядов и поцелуев. В общем, делает традиционную позу более интимной и нежной.'
  },
  {
    name: 'Наездница на спине',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: naezdnitsa_na_spine,
    description: 'Как выполнить: Женщина лежит спиной к мужчине, опираясь руками и ногами о кровать. Плюсы: В таком положении женщина полностью контролирует ситуацию. Минусы: Требует от женщины силы и ловкости.'
  },
  {
    name: 'Ножницы',
    furniture: ['кровать', "пол"],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: nozhnicy,
    description: 'Как выполнить: Партнёры лежат на боку. Мужчина расставляет ноги, а женщина как бы обхватывает своими его верхнюю ногу. Плюсы: Стимуляция клитора для женщины. Для обоих — возможность попробовать необычную позицию, которая не требует особых гимнастических навыков. Минусы: Мало телесного контакта и манёвренности для мужчины.'
  },
  {
    name: 'Ножницы + догги-стайл',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: nozhnicy_dogi,
    description: 'Как выполнить: Женщина лежит в позе «Ножницы», мужчина стоит на коленях. Плюсы: Более глубокое проникновение и больше контроля для партнёра, а также остальные преимущества догги при сохранении зрительного контакта. Улучшения: Мужчина может дополнительно стимулировать клитор партнёрши пальцами или пенисом, периодически вынимая его из влагалища.'
  },
  {
    name: '69',
    furniture: ['кровать', "пол"],
    added: '',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['оральный'],
    image: img69,
    description: 'Как выполнить: Один из партнёров лежит на спине, другой ложится сверху лицом к гениталиям. Плюсы: Одновременные оральные ласки и — как логичное продолжение — одновременный оргазм.'
  },
  {
    name: '69 на боку',
    furniture: ['кровать', "пол"],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный'],
    image: img69_na_boku,
    description: 'Как выполнить: Мужчина и женщина делают всё то же, что при классической позе 69, но лежат на боку. Плюсы: Более комфортное положение для партнёра, который в обычной ситуации оказывается сверху.'
  },
  {
    name: 'На фитболе',
    furniture: ['фитбол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: fitball,
    description: 'Используйте фитнес‑инвентарь с фантазией. Мужчина садится сверху. Женщина поворачивается спиной к партнёру и опускается на его бёдра. Во время фрикций вы можете слегка раскачиваться, регулируя угол проникновения. Но будьте осторожны: в такой позе легко потерять равновесие.'
  },
  {
    name: 'На спинке стула',
    furniture: ['стул'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: na_spinke_stula,
    description: 'Женщина садится лицом к спинке стула и закидывает на неё ноги, согнутые в коленях. Мужчина опускается позади, приподнимает возлюбленную и кладёт её бёдра поверх своих. В такой позе все движения контролирует нижний партнёр, поэтому ему стоит быть особенно нежным и внимательным.'
  },
  {
    name: 'Близкий контакт',
    furniture: ['стул'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: kontakt,
    description: 'Для этой позы тоже понадобится стул. Женщина придвигается как можно ближе к спинке. Мужчина садится лицом к партнёрше и кладёт её ноги к себе на бёдра. Чтобы не потерять равновесие, держитесь за спинку стула.'
  },
  {
    name: 'Изогнутые ложки',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: obratnye_lozhki,
    description: 'Мужчина сидит на кровати с прямой спиной, прислонившись к стене. Женщина встаёт на колени спиной к нему и опускается на член. Эта поза чем‑то напоминает «Обратную наездницу» и сохраняет все её плюсы: вы можете ласкать мошонку мужчины и полностью контролировать глубину проникновения. А чтобы усилить ощущения и почувствовать максимальную близость, откиньтесь слегка назад, прижав спину к груди партнёра.'
  },
  {
    name: 'Колыбель',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: kolybel,
    description: 'Эта поза хороша для мужчин с накачанными руками: вес девушки целиком ляжет на них. Партнёр садится и разводит согнутые колени в стороны, пятки сведены вместе. Девушка опускается на пенис, сидя спиной к мужчине. Он должен подхватить партнёршу под бёдра и колени, приподнимая её вверх и опуская вниз. Продержаться в такой позе долго с непривычки не получится, но ощущения выйдут очень необычными: мужчина почувствует полный контроль, а руки девушки останутся свободными и смогут ласкать возлюбленного.'
  },
  {
    name: 'Афродита',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: afrodita,
    description: 'Эта поза понравится женщинам, которые любят ласки груди. Мужчина вытягивает ноги вперёд. Женщина садится на него боком так, что её тело оказывается перпендикулярно телу партнёра. Во время фрикций она может приподниматься и опускаться, сам мужчина также может регулировать темп, поддерживая партнёршу рукой. Её грудь и соски находятся совсем близко к его лицу: он целует и покусывает их или нежно поглаживает.'
  },
  {
    name: 'Поза трещотки (клаппер)',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: klaper,
    description: 'При таком варианте проникновение выйдет особенно глубоким. Партнёр опускается на постель, упираясь в неё руками, и раздвигает ноги. Партнёрша садится на колени спиной к нему и располагается между его бёдер. Затем женщина выгибается вперёд, вытягивая руки: в это время мужчина может ласкать её ягодицы и половые губы.'
  },
  {
    name: 'Осьминог',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: osminog,
    description: 'Это более чувственная версия позы «Ножницы». Мужчина садится, сгибая одну ногу в колене и вытягивая вторую вперёд. Женщина ложится на спину и обхватывает ногами согнутую ногу партнёра: вы должны лежать как бы крест‑накрест. Двигайтесь медленно и нежно, чтобы почувствовать друг друга.'
  },
  {
    name: 'Мороженое',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: morozhenoe,
    description: 'Невероятно возбуждающая позиция! Мужчина садится на колени, держа спину прямо. Партнёрша опускается на его бёдра, как на стул, прижимая стопы к поверхности постели. Ноги девушки должны быть согнуты и разведены в стороны, чтобы колени мужчины находились между ними. Держась за бёдра возлюбленного, партнёрша двигается вверх и вниз. В это время для мужчины открывается свободный доступ к её шее, груди и животу.'
  },
  {
    name: 'Леопард',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: leopard,
    description: 'Вариант для пар, которым особенно нравится догги‑стайл. Мужчина садится на колени и слегка отклоняется назад. Чтобы не потерять равновесие, обопритесь на одну руку, другую оставьте свободной. Женщина встаёт на четвереньки, как при обычной догги‑позиции, и опускается на пенис. Свободной рукой мужчина может ласкать её бёдра и ягодицы.'
  },
  {
    name: 'Догги с виброкольцом',
    furniture: ['кровать', "пол"],
    added: 'виброкольцо',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: dogi_vibrokoltso,
    description: 'В этой позе кольцо сработает как нельзя кстати – эффект понравится и парню, и девушке. Кроме того, она достаточно проста в исполнении, и вы сможете сосредоточиться на ощущениях.'
  },
  {
    name: 'Наездница + виброкольцо',
    furniture: ['кровать', 'пол'],
    added: 'виброкольцо',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: naezdnitsa_vibrokoltso,
    description: 'Виброкольца на пенис просто созданы для всех вариаций позы наездницы. Но вместо привычных движений вверх-вниз попробуйте медленные круговые движения. Это как раз тот случай, когда «тише едешь – дальше будешь».'
  },
  {
    name: 'Миссионерская поза + виброкольцо',
    furniture: ['кровать', 'пол'],
    added: 'виброкольцо',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: missionerskaya_vibrokoltso,
    description: 'Остановитесь на модели, которая крепится у мошонки и имеет особую форму для стимуляции клитора. С таким аксессуаром даже секс в привычной миссионерской позе заиграет новыми красками.'
  },
  {
    name: 'Двойное удовольствие',
    furniture: ['кровать', "стул"],
    added: 'вибратор',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный'],
    image: dvoinoye,
    description: 'Мужчина садится на край кровати, раздвинув ноги. Партнерша садится между его ног и делает минет, оседлав игрушку-кролик. Максимум удовольствия и никто не останется обделенным.'
  },
  {
    name: 'Ложки + вибратор-кролик',
    furniture: ['кровать', 'пол'],
    added: 'вибратор',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: lozhki_vibrator,
    description: 'Отличная поза для анального секса. Парень и девушка ложатся на бок, головы повернуты в одном направлении. Между ног девушки лежит вибратор, руки ее партнера ласкают ее грудь, затем он входит в нее сзади.'
  },
  {
    name: 'Для него',
    furniture: ['кровать', "пол"],
    added: 'вибратор',
    for: 'для меня',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный', 'мастурбация'],
    image: dlya_nego,
    description: 'Кто сказал, что вибраторы-кролики – это исключительно про женское удовольствие? Мужчина ложится на спину, девушка садится перед ним на колени. Вибратором-кроликом она ласкает его пенис, не забывая о других эрогенных зонах. Можно подключить к процессу еще одну игрушку – для стимуляции клитора – или же девушка может сосредоточиться исключительно на удовольствии партнера.'
  },
  {
    name: 'Догги-стайл на полу',
    furniture: ['пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: dogi_na_polu,
    description: 'Если ваша кровать нещадно скрипит, оповещая всю округу о том, чем вы занимаетесь, спуститесь на пол. Подложите под колени подушки. Закусите угол подушки, если стоны будут проситься наружу.'
  },
  {
    name: 'Секс в ванной',
    furniture: ['ванна'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: vanna,
    description: 'Девушка садится на край ванны (стиральной машины или другой плоскости, внушающей доверие), партнер располагается между ее ног. В вашем распоряжении есть душевая кабина? Займитесь сексом в позе стоя, а в качестве прелюдии намыливайте друг друга гелем для душа.'
  },
  {
    name: 'Положись на меня',
    furniture: ['стоя'],
    added: '',
    for: 'для обоих',
    status: 'редкая',
    level: 'легкая',
    kind: ['обычный'],
    image: polozhis,
    description: 'Попробуйте секс в позе стоя, опираясь о стену. «У женщин с эндометриозом часто бывают болезненные ощущения после секса. В позе стоя на живот оказывается меньше давления, что поможет минимизировать неприятные ощущения».'
  },
  {
    name: 'Сидящий на лице',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для меня',
    status: 'редкая',
    level: 'легкая',
    kind: ['оральный'],
    image: face_sitter,
    description: 'Преимущества: Удобная позиция для женщины. Эротичная для мужчины. Положите подушку женщине под голову, а затем оседлайте ее плечи. Поддерживайте себя, опираясь на изголовье кровати, либо на стену.'
  },
  {
    name: 'Стоящий дракон',
    furniture: ['кровать', 'стул'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: dragon,
    description: 'Преимущества: Идеальное положение для стимуляции точки G. Видя изгибы тела партнерши сзади, как правило, мужчина очень возбуждается. Партнер стоит и входит в нее сзади, а она стоит на четвереньках на краю кровати и выгибает спину, чтобы приподнять ягодицы.  А теперь попробуйте вот это:  Так как у мужчины ноги по сторонам от ног партнерши, он может сжать колени, стягивая мышцы ее влагалища вокруг пениса.'
  },
  {
    name: 'Выстоять и сделать',
    furniture: ['кровать', 'стол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: vystoyat,
    description: 'Преимущества: Мужчина может наслаждаться видом своего входящего пениса. Партнер стоит у края кровати или стола, пока партнерша ложится на спину и поднимает ноги к груди. Ее ноги согнуты в коленях, как будто она делает упражнение "велосипед". Мужчина берет ее за лодыжки и входит в нее. Но делать это нужно медленно, так как глубокое проникновение может быть болезненным для партнерши.  А теперь попробуйте вот это:  Пусть он положит ноги партнерши себе на плечи. Это откроет ей бедра так, что ее половые губы будут создавать дополнительное нажатие.'
  },
  {
    name: 'Наследник престола',
    furniture: ['кровать', "стол", "стул"],
    added: '',
    for: 'для тебя',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный'],
    image: prestol,
    description: 'Преимущества: Основная позиция для орального секса на ходу. Используйте ее, чтобы доставить женщине удовольствие и помочь ей расслабиться. Женщина сидит на стуле и широко раздвигает ноги. Это хорошая позиция либо для медленного раскачивания, либо для окончательного достижения пика наслаждения. Партнеру легко добраться до женских чувствительных зон, а партнерша в свою очередь может хорошо видеть мужчину, доставляющего ей удовольствие, что очень возбудит ее. А теперь попробуйте вот это:  Используйте вращающееся кресло и поворачивайте его влево и вправо, а язык держите неподвижно. Горячий совет для него Вставьте указательный и безымянный палец и совершайте ими ударяющие движения, как в жесте "иди сюда", чтобы разбудить ее точку G. С внешней стороны надавливайте пальцами или языком на ее лобковую кость. Эта двойная стимуляция доведет ее до неописуемой эйфории.'
  },
  {
    name: 'Император',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: imperator,
    description: 'Уверены, эта поза окажется для многих новой: женщина лежит на боку, мужчина, стоя на коленях и расставив ноги как ему удобнее, пристраивается сзади. В этой позе проникновение будет умеренным (для женщин это может быть актуально, если у партнера достоинство больших размеров), что компенсируется стимуляцией эрогенной зоны груди, ягодиц и клитора.'
  },
  {
    name: 'Амазонка',
    furniture: ['кровать', 'пол'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'сложная',
    kind: ['обычный'],
    image: amazonka,
    description: 'Сложно представить другое название для этой позы, когда женщина, купаясь в жгучей страсти, неистовом взаимном желании и одновременно чувственном интиме, доминирует и проявляет активную роль в постели (по типу наездницы). Это одна из самых лучших поз для стимуляции сразу нескольких чувствительных зон у женщины во время сексуального контакта: точки G, которая находится на передней стенке влагалища, на 2-3 см вглубь от входа, и точки A, на передней стенке влагалища перед шейкой матки. Мужчина ложится на спину и, широко разведя и согнув ноги в коленях, прижимает их к туловищу. Женщина становится перед ним в позе классической лягушки (такое упражнение часто встречается на тренировках растяжки): упор на колени, ноги разведены в стороны, стопы сведены сзади вместе, туловище слегка наклонено вперед, руки упираются в грудь партнера. Мужчина может помогать женщине, поддерживая ее руками за ягодицы.'
  },
  {
    name: 'Обратная наездница в машине',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: naezdnitsa_mashina,
    description: 'Эту позицию можно выполнить на заднем сидении, если откинуть вперёд спинку пассажирского кресла. Оба партнёра могут использовать это кресло как опору — так будет удобнее. Пока женщина контролирует весь процесс, мужчина получает удовольствие.'
  },
  {
    name: 'Сидя в машине',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: sidya_mashina,
    description: 'Поза, похожая на обратную наездницу в машине, но более компактная. Лучше выполнять её на заднем сидении. Преимущества предыдущей позиции плюс больше возможностей для дополнительных ласк.'
  },
  {
    name: 'Колыбель в машине',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: kolybel_mashina,
    description: 'В классическом варианте мужчина сидит в позе лотоса, женщина находится сверху и обвивает его ногами. Если отказаться от хитросплетений нижних конечностей, то эту позицию вполне можно повторить в автомобиле. «Колыбель» — интимная и чувственная поза, идеальная для медленного секса. Если вы никуда не торопитесь, её вполне можно включить в ваш сексуальный марафон и чередовать с более активными положениями.'
  },
  {
    name: 'Король дороги',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['оральный'],
    image: korol_dorogi,
    description: 'Минет водителю — неувядающая классика. Главное — будьте осторожны: заниматься этим в пути точно не нужно. Ну и берегите голову. Название говорит само за себя: партнёр действительно почувствует себя королём дороги.'
  },
  {
    name: 'Догги-стайл в машине',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: dogi_masina,
    description: 'Эту позицию можно выполнить не только на заднем, но и на переднем сидении, если откинуть назад спинку. Глубокое проникновение, возможность для дополнительной стимуляции и, конечно, необузданная страстность.'
  },
  {
    name: 'Проскочим',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: proskochym,
    description: 'Сейчас будет опасный маневр, водителю придется проскочить в узкую щелочку между двух великолепных машинок. Девушка лежит на спине, ее ноги максимально подняты вверх, она притягивает колени себе к груди. Парень слегка давит ей на бедра, разводя ножки по сторонам. Его болид устремляется вперед и достигает финиша вторым. Почему именно вторым? Да потому, что девушка кончает первой!'
  },
  {
    name: 'Скользкая трасса',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: skolskaya_trasa,
    description: 'Наконец-то плацдарм перемещается на переднее сидение. Парень легким движением руки откидывает кресло, укладывает партнершу в миссионерскую позицию и неспешно входит в ее жаркое лоно. Однако не стоит ограничиваться однообразными возвратно-поступательными движениями. Перемешайте чувственный коктейль круговыми вращениями бедер, покачиваниями из стороны в сторону, скользящими медленными фрикциями или же безумной тряской.'
  },
  {
    name: 'Педаль до упора',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: pedal_do_upora,
    description: 'Любите поглубже да поживее, тогда позиция «Педаль до упора» - идеальный вариант. Девушка коленями и локтями упирается обивку заднего сидения, а бойфренд наваливается на нее всем телом и натягивает по самые не балуйся. Подходит для быстрого и качественного секса, когда оба партнера будут удовлетворены в сжатые сроки.'
  },
  {
    name: 'Миссия выполнима',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: missiya_vypolnima,
    description: 'Куда же мы без признанной мировой классики. Девушка ложится на спину, партнер становится перед ней на колени. Любовница слегка приподнимает бедра, обхватывает ножками талию бойфренда. Вот так-то, очень просто и доступно. Даже в очень низкой машинке вы с легкостью предадитесь эротическим игрищам.'
  },
  {
    name: 'Крепче за баранку держись, шофер',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: baranka,
    description: 'Вариация позиции обратной наездницы, вот только девушка ложится на вытянутые ноги партнера. Он регулирует движения ее ягодиц, придерживая даму сердца за попу. Поза не позволяет слишком быстро «скакать», но благодаря наклону создается натяжение в основании члена, усиливающее чувственное наслаждение.'
  },
  {
    name: 'Жабка на переключателе скоростей',
    furniture: ['машина'],
    added: '',
    for: 'для обоих',
    status: 'новая',
    level: 'легкая',
    kind: ['обычный'],
    image: zhabka,
    description: 'Помните, в годы перестройки было чрезвычайно модно устанавливать на ручку переключателя скоростей набалдашник в виде розочке в стеклянной сфере. В данной позиции жезл партнера украшает «жабка» из тела партнерши. Откинутое сидение – гарант успешного выполнения позы. Парень лежит на спине, его ступни плотно стоят на полу. Девушка садится на его член спиной к возлюбленному, упирает согнутые в коленях ножки в кресло по сторонам от бедер бойфренда.'
  }
]

export const furnitureVariants = ['стул', 'стол', 'кровать', 'пол', 'стоя', 'машина', 'ванна', 'фитбол']
export const forVariants = ['для обоих', 'для кого-нибудь одного', 'для тебя', 'для меня']
export const addedVariants = ['виброкольцо', 'веревка', 'вибратор']
export const kindVariants = ['обычный', 'оральный', 'мастурбация']
export const statusVariants = ['новая', 'редкая', 'обычная']
export const levelVariants = ['сложная', 'легкая']

export const forFilters = {
  'для обоих': ['для обоих'],
  'для кого-нибудь одного': ['для кого-нибудь одного', 'для меня', 'для тебя'],
  'для тебя': ['для тебя', 'для кого-нибудь одного', 'для обоих'],
  'для меня': ['для меня', 'для кого-нибудь одного', 'для обоих']
}
